cask_args appdir: '/Applications'

tap 'homebrew/bundle'
# tap 'puma/puma'

brew 'ack'
brew 'asdf'
brew 'coreutils'
brew 'git-lfs'
# brew 'grc'
brew 'imagemagick'
# brew 'jp2a'
# brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
# brew 'node'
brew 'readline'
brew 'postgresql'
# brew 'puma/puma/puma-dev'
brew 'ruby-install'
brew 'chruby'
# brew 'rbenv'
# brew 'roundup'
# brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

# cask 'atom'
cask 'visual-studio-code'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'vlc'
